Repository: StuffyDoll187/ONI_Mods_by_StuffyDoll
Catalog: Geyser Control/translations/*.po
Languages: ru

# Geyser_Control.STRINGS.BUTTONS.CONFIRM.NAME
source: CONFIRM
ru: ПОДТВЕРЖДАТЬ

# Geyser_Control.STRINGS.BUTTONS.DISABLED.TOOLTIP
source: Analyze To Enable
ru: Проанализируйте, чтобы включить

# Geyser_Control.STRINGS.BUTTONS.DORMANCYBUTTON.ENTER.NAME
source: Enter Dormancy
ru: Войти в спячку

# Geyser_Control.STRINGS.BUTTONS.DORMANCYBUTTON.EXIT.NAME
source: Exit Dormancy
ru: Выход из состояния покоя

# Geyser_Control.STRINGS.BUTTONS.ERUPTIONBUTTON.NAME
source: Advance To Next Eruption
ru: Переход к следующему извержению

# Geyser_Control.STRINGS.BUTTONS.RANDOMIZESLIDERSBUTTON.NAME
source: Randomize Values
ru: Рандомизировать значения

# Geyser_Control.STRINGS.BUTTONS.RANDOMIZESLIDERSBUTTON.TOOLTIP
source: Sets random values for the 5 primary sliders
ru: Устанавливает случайные значения для 5 основных ползунков

# Geyser_Control.STRINGS.BUTTONS.RESETBUTTON.NAME
source: Reset to Original Values
ru: Сброс к исходным значениям

# Geyser_Control.STRINGS.BUTTONS.SLIDERBUTTON.HIDE.NAME
source: Hide Slider Controls
ru: Скрыть элементы управления ползунком

# Geyser_Control.STRINGS.BUTTONS.SLIDERBUTTON.SHOW.NAME
source: Show Slider Controls
ru: Показать элементы управления ползунком

# Geyser_Control.STRINGS.CHECKBOX.UNCAPPRESSURE.NAME
source: Uncap Pressure
ru: удалить предел давления

# Geyser_Control.STRINGS.CHECKBOX.UNCAPPRESSURE.TOOLTIP
source: Sets Overpressure limit to 1e30 kg
ru: Устанавливает предел избыточного давления 1e30 кг

# Geyser_Control.STRINGS.CONFIG.ALLOWINSTANTANALYSIS.TITLE
source: Enable Instant Analysis
ru: Включить мгновенный анализ

# Geyser_Control.STRINGS.CONFIG.ALLOWINSTANTANALYSIS.TOOLTIP
source: Analyzing a geyser will complete instantly with no need for a scientist. Databanks still drop
ru: Анализ гейзера завершится мгновенно, без участия ученого. Банки данных все еще падают

# Geyser_Control.STRINGS.CONFIG.BREAKFACTOR.TITLE
source: Break Limit Factor
ru: Фактор ограничения разрыва

# Geyser_Control.STRINGS.CONFIG.BREAKFACTOR.TOOLTIP
source: Factor by which to expand Mass Per Cycle slider limits
ru: Коэффициент, на который следует расширить пределы ползунка «Масса за цикл»

# Geyser_Control.STRINGS.CONFIG.BREAKVANILLALIMITS.TITLE
source: Break Vanilla Limits
ru: сломать ванильные ограничения

# Geyser_Control.STRINGS.CONFIG.BREAKVANILLALIMITS.TOOLTIP
source: Allows values outside normal range
ru: Допускает значения, выходящие за пределы нормального диапазона

# Geyser_Control.STRINGS.CONFIG.DISABLECOOLDOWNS.TITLE
source: Disable Button Cooldowns and Confirmations
ru: Отключить кулдауны и подтверждения

# Geyser_Control.STRINGS.CONFIG.DORMANCYBUTTON.TITLE
source: Enable Dormancy Button
ru: Кнопка «Включить спящий режим»

# Geyser_Control.STRINGS.CONFIG.DORMANCYBUTTON.TOOLTIP
source: Enters/Exits Dormancy
ru: Входит/Выходит из состояния покоя

# Geyser_Control.STRINGS.CONFIG.ERUPTIONBUTTON.TITLE
source: Enable Eruption Button
ru: Включить кнопку извержения

# Geyser_Control.STRINGS.CONFIG.ERUPTIONBUTTON.TOOLTIP
source: Triggers the next scheduled Eruption
ru: Вызывает следующее запланированное извержение

# Geyser_Control.STRINGS.CONFIG.RANDOMIZESLIDERSBUTTON.TITLE
source: Enable Randomize Sliders Button
ru: Включить кнопку «Случайный выбор ползунков»

# Geyser_Control.STRINGS.CONFIG.RANDOMIZESLIDERSBUTTON.TOOLTIP
source: Sets random values for the 5 primary sliders
ru: Устанавливает случайные значения для 5 основных ползунков

# Geyser_Control.STRINGS.CONFIG.RESETBUTTON.TITLE
source: Enable Reset Button
ru: Включить кнопку сброса

# Geyser_Control.STRINGS.CONFIG.RESETBUTTON.TOOLTIP
source: Allows resetting a geyser to it's originally spawned values
ru: Позволяет сбросить гейзер до его изначально созданных значений.

# Geyser_Control.STRINGS.CONFIG.UNCAPPRESSURECHECKBOX.TITLE
source: Enable Uncap Pressure Checkbox
ru: Включите флажок «Удалить ограничение давления»

# Geyser_Control.STRINGS.CONFIG.UNCAPPRESSURECHECKBOX.TOOLTIP
source: Allows 'unlimited' pressure
ru: Позволяет оказывать «неограниченное» давление

# Geyser_Control.STRINGS.SLIDERS.ITERATIONLENGTHCONTROLLER.NAME
source: Iteration Length
ru: Длина итерации

# Geyser_Control.STRINGS.SLIDERS.ITERATIONLENGTHCONTROLLER.TOOLTIP
source: Total Eruption Period including Idle
ru: Общий период извержения, включая холостой ход

# Geyser_Control.STRINGS.SLIDERS.ITERATIONLENGTHCONTROLLER.UNITS
source: s
ru: секунд

# Geyser_Control.STRINGS.SLIDERS.ITERATIONPERCENTCONTROLLER.NAME
source: Iteration Percent
ru: Процент итерации

# Geyser_Control.STRINGS.SLIDERS.ITERATIONPERCENTCONTROLLER.TOOLTIP
source: Percentage of Total Eruption Period to erupt
ru: Процент от общего периода извержения до извержения

# Geyser_Control.STRINGS.SLIDERS.MASSPERCYCLECONTROLLER.NAME
source: Mass Per Cycle
ru: Масса за цикл

# Geyser_Control.STRINGS.SLIDERS.MASSPERCYCLECONTROLLER.TOOLTIP
source: Theoretical mass if always active
ru: Теоретическая масса, если она всегда активна

# Geyser_Control.STRINGS.SLIDERS.MASSPERCYCLECONTROLLER.UNITS
source: kg
ru: килограмм

# Geyser_Control.STRINGS.SLIDERS.YEARLENGTHCONTROLLER.NAME
source: Year Length
ru: Продолжительность года

# Geyser_Control.STRINGS.SLIDERS.YEARLENGTHCONTROLLER.TOOLTIP
source: Total Life Cycle including Dormancy
ru: Полный жизненный цикл, включая покой

# Geyser_Control.STRINGS.SLIDERS.YEARLENGTHCONTROLLER.UNITS
source: s
ru: секунд

# Geyser_Control.STRINGS.SLIDERS.YEARPERCENTCONTROLLER.NAME
source: Year Percent
ru: Год Процент

# Geyser_Control.STRINGS.SLIDERS.YEARPERCENTCONTROLLER.TOOLTIP
source: Percentage of Total Life Cycle to be Active
ru: Процент от общего жизненного цикла, который будет активным
